docs/fspgbench/4/pgbench_A_xts_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 11336
number of failed transactions: 0 (0.000%)
latency average = 52.919 ms
latency stddev = 51.321 ms
initial connection time = 59.569 ms
tps = 188.747213 (without initial connection time)