docs/fspgbench/4/pgbench_B_hmac_xts_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 23310
number of failed transactions: 0 (0.000%)
latency average = 25.720 ms
latency stddev = 10.086 ms
initial connection time = 59.118 ms
tps = 388.566477 (without initial connection time)