docs/fspgbench/4/pgbench_C_authenc_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 22680
number of failed transactions: 0 (0.000%)
latency average = 26.433 ms
latency stddev = 10.269 ms
initial connection time = 60.184 ms
tps = 377.972458 (without initial connection time)