docs/fspgbench/4/pgbench_E_xts_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 25313
number of failed transactions: 0 (0.000%)
latency average = 23.687 ms
latency stddev = 7.895 ms
initial connection time = 58.976 ms
tps = 421.815154 (without initial connection time)