docs/fspgbench/4/pgbench_F_crc32c_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 23356
number of failed transactions: 0 (0.000%)
latency average = 25.671 ms
latency stddev = 11.625 ms
initial connection time = 59.674 ms
tps = 389.226966 (without initial connection time)