docs/fspgbench/4/pgbench_G_plain_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 17969
number of failed transactions: 0 (0.000%)
latency average = 33.378 ms
latency stddev = 13.392 ms
initial connection time = 58.293 ms
tps = 299.278682 (without initial connection time)