docs/fspgbench/4/pgbench_H_gcm_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 22210
number of failed transactions: 0 (0.000%)
latency average = 26.997 ms
latency stddev = 12.841 ms
initial connection time = 58.863 ms
tps = 370.120568 (without initial connection time)