docs/fspgbench/4/pgbench_I_cbc4k_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 15124
number of failed transactions: 0 (0.000%)
latency average = 39.644 ms
latency stddev = 15.627 ms
initial connection time = 61.472 ms
tps = 251.876848 (without initial connection time)